Tekla Open API Reference for Tekla Structures 2025
NumericConstantFilterExpression Methods
The NumericConstantFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
NumericConstantFilterExpression Class
Tekla.Structures.Filtering Namespace